[
    {
        "title": "The Governance of Physical Artificial Intelligence",
        "authors": [
            "Yingbo Li",
            "Anamaria-Beatrice Spulber",
            "Yucong Duan"
        ],
        "summary": "Physical artificial intelligence can prove to be one of the most important\nchallenges of the artificial intelligence. The governance of physical\nartificial intelligence would define its responsible intelligent application in\nthe society.",
        "published": "2023-04-06T08:26:38Z",
        "link": "http://arxiv.org/abs/2304.02924v1"
    },
    {
        "title": "Does an artificial intelligence perform market manipulation with its own\n  discretion? -- A genetic algorithm learns in an artificial market simulation",
        "authors": [
            "Takanobu Mizuta"
        ],
        "summary": "Who should be charged with responsibility for an artificial intelligence\nperforming market manipulation have been discussed. In this study, I\nconstructed an artificial intelligence using a genetic algorithm that learns in\nan artificial market simulation, and investigated whether the artificial\nintelligence discovers market manipulation through learning with an artificial\nmarket simulation despite a builder of artificial intelligence has no intention\nof market manipulation. As a result, the artificial intelligence discovered\nmarket manipulation as an optimal investment strategy. This result suggests\nnecessity of regulation, such as obligating builders of artificial intelligence\nto prevent artificial intelligence from performing market manipulation.",
        "published": "2020-05-21T07:00:31Z",
        "link": "http://arxiv.org/abs/2005.10488v1"
    },
    {
        "title": "Impact of Artificial Intelligence on Economic Theory",
        "authors": [
            "Tshilidzi Marwala"
        ],
        "summary": "Artificial intelligence has impacted many aspects of human life. This paper\nstudies the impact of artificial intelligence on economic theory. In particular\nwe study the impact of artificial intelligence on the theory of bounded\nrationality, efficient market hypothesis and prospect theory.",
        "published": "2015-07-01T16:26:21Z",
        "link": "http://arxiv.org/abs/1509.01213v1"
    },
    {
        "title": "The case for psychometric artificial general intelligence",
        "authors": [
            "Mark McPherson"
        ],
        "summary": "A short review of the literature on measurement and detection of artificial\ngeneral intelligence is made. Proposed benchmarks and tests for artificial\ngeneral intelligence are critically evaluated against multiple criteria. Based\non the findings, the most promising approaches are identified and some useful\ndirections for future work are proposed.",
        "published": "2020-12-27T23:45:03Z",
        "link": "http://arxiv.org/abs/2101.02179v1"
    },
    {
        "title": "Proceedings of the Thirteenth Conference on Uncertainty in Artificial\n  Intelligence (1997)",
        "authors": [
            "Dan Geiger",
            "Prakash Shenoy"
        ],
        "summary": "This is the Proceedings of the Thirteenth Conference on Uncertainty in\nArtificial Intelligence, which was held in Providence, RI, August 1-3, 1997",
        "published": "2013-04-13T20:44:25Z",
        "link": "http://arxiv.org/abs/1304.3846v1"
    },
    {
        "title": "Proceedings of the Ninth Conference on Uncertainty in Artificial\n  Intelligence (1993)",
        "authors": [
            "David Heckerman",
            "E. Mamdani"
        ],
        "summary": "This is the Proceedings of the Ninth Conference on Uncertainty in Artificial\nIntelligence, which was held in Washington, DC, July 9-11, 1993",
        "published": "2013-04-13T21:03:12Z",
        "link": "http://arxiv.org/abs/1304.3851v1"
    },
    {
        "title": "Proceedings of the Second Conference on Uncertainty in Artificial\n  Intelligence (1986)",
        "authors": [
            "Laveen Kanal",
            "John Lemmer"
        ],
        "summary": "This is the Proceedings of the Second Conference on Uncertainty in Artificial\nIntelligence, which was held in Philadelphia, PA, August 8-10, 1986",
        "published": "2013-04-13T21:37:12Z",
        "link": "http://arxiv.org/abs/1304.3859v1"
    },
    {
        "title": "Artificial Intelligence in Humans",
        "authors": [
            "Michael Swan Laufer"
        ],
        "summary": "In this paper, I put forward that in many instances, thinking mechanisms are\nequivalent to artificial intelligence modules programmed into the human mind.",
        "published": "2013-10-30T14:19:49Z",
        "link": "http://arxiv.org/abs/1311.0716v1"
    },
    {
        "title": "AAAI FSS-18: Artificial Intelligence in Government and Public Sector\n  Proceedings",
        "authors": [
            "Frank Stein",
            "Alun Preece",
            "Mihai Boicu"
        ],
        "summary": "Proceedings of the AAAI Fall Symposium on Artificial Intelligence in\nGovernment and Public Sector, Arlington, Virginia, USA, October 18-20, 2018",
        "published": "2018-10-14T11:40:30Z",
        "link": "http://arxiv.org/abs/1810.06018v1"
    },
    {
        "title": "Watershed of Artificial Intelligence: Human Intelligence, Machine\n  Intelligence, and Biological Intelligence",
        "authors": [
            "Li Weigang",
            "Liriam Enamoto",
            "Denise Leyi Li",
            "Geraldo Pereira Rocha Filho"
        ],
        "summary": "This article reviews the \"Once learning\" mechanism that was proposed 23 years\nago and the subsequent successes of \"One-shot learning\" in image classification\nand \"You Only Look Once - YOLO\" in objective detection. Analyzing the current\ndevelopment of Artificial Intelligence (AI), the proposal is that AI should be\nclearly divided into the following categories: Artificial Human Intelligence\n(AHI), Artificial Machine Intelligence (AMI), and Artificial Biological\nIntelligence (ABI), which will also be the main directions of theory and\napplication development for AI. As a watershed for the branches of AI, some\nclassification standards and methods are discussed: 1) Human-oriented,\nmachine-oriented, and biological-oriented AI R&D; 2) Information input\nprocessed by Dimensionality-up or Dimensionality-reduction; 3) The use of\none/few or large samples for knowledge learning.",
        "published": "2021-04-27T13:03:25Z",
        "link": "http://arxiv.org/abs/2104.13155v2"
    },
    {
        "title": "Perspective: Purposeful Failure in Artificial Life and Artificial\n  Intelligence",
        "authors": [
            "Lana Sinapayen"
        ],
        "summary": "Complex systems fail. I argue that failures can be a blueprint characterizing\nliving organisms and biological intelligence, a control mechanism to increase\ncomplexity in evolutionary simulations, and an alternative to classical fitness\noptimization. Imitating biological successes in Artificial Life and Artificial\nIntelligence can be misleading; imitating failures offers a path towards\nunderstanding and emulating life it in artificial systems.",
        "published": "2021-02-24T05:43:44Z",
        "link": "http://arxiv.org/abs/2102.12076v1"
    },
    {
        "title": "Comprehensible Artificial Intelligence on Knowledge Graphs: A survey",
        "authors": [
            "Simon Schramm",
            "Christoph Wehner",
            "Ute Schmid"
        ],
        "summary": "Artificial Intelligence applications gradually move outside the safe walls of\nresearch labs and invade our daily lives. This is also true for Machine\nLearning methods on Knowledge Graphs, which has led to a steady increase in\ntheir application since the beginning of the 21st century. However, in many\napplications, users require an explanation of the Artificial Intelligences\ndecision. This led to increased demand for Comprehensible Artificial\nIntelligence. Knowledge Graphs epitomize fertile soil for Comprehensible\nArtificial Intelligence, due to their ability to display connected data, i.e.\nknowledge, in a human- as well as machine-readable way. This survey gives a\nshort history to Comprehensible Artificial Intelligence on Knowledge Graphs.\nFurthermore, we contribute by arguing that the concept Explainable Artificial\nIntelligence is overloaded and overlapping with Interpretable Machine Learning.\nBy introducing the parent concept Comprehensible Artificial Intelligence, we\nprovide a clear-cut distinction of both concepts while accounting for their\nsimilarities. Thus, we provide in this survey a case for Comprehensible\nArtificial Intelligence on Knowledge Graphs consisting of Interpretable Machine\nLearning on Knowledge Graphs and Explainable Artificial Intelligence on\nKnowledge Graphs. This leads to the introduction of a novel taxonomy for\nComprehensible Artificial Intelligence on Knowledge Graphs. In addition, a\ncomprehensive overview of the research on Comprehensible Artificial\nIntelligence on Knowledge Graphs is presented and put into the context of the\ntaxonomy. Finally, research gaps in the field of Comprehensible Artificial\nIntelligence on Knowledge Graphs are identified for future research.",
        "published": "2024-04-04T14:57:32Z",
        "link": "http://arxiv.org/abs/2404.03499v1"
    },
    {
        "title": "Human $\\neq$ AGI",
        "authors": [
            "Roman V. Yampolskiy"
        ],
        "summary": "Terms Artificial General Intelligence (AGI) and Human-Level Artificial\nIntelligence (HLAI) have been used interchangeably to refer to the Holy Grail\nof Artificial Intelligence (AI) research, creation of a machine capable of\nachieving goals in a wide range of environments. However, widespread implicit\nassumption of equivalence between capabilities of AGI and HLAI appears to be\nunjustified, as humans are not general intelligences. In this paper, we will\nprove this distinction.",
        "published": "2020-07-11T14:06:13Z",
        "link": "http://arxiv.org/abs/2007.07710v1"
    },
    {
        "title": "Artificial Intelligence Technology analysis using Artificial\n  Intelligence patent through Deep Learning model and vector space model",
        "authors": [
            "Yongmin Yoo",
            "Dongjin Lim",
            "Kyungsun Kim"
        ],
        "summary": "Thanks to rapid development of artificial intelligence technology in recent\nyears, the current artificial intelligence technology is contributing to many\npart of society. Education, environment, medical care, military, tourism,\neconomy, politics, etc. are having a very large impact on society as a whole.\nFor example, in the field of education, there is an artificial intelligence\ntutoring system that automatically assigns tutors based on student's level. In\nthe field of economics, there are quantitative investment methods that\nautomatically analyze large amounts of data to find investment laws to create\ninvestment models or predict changes in financial markets. As such, artificial\nintelligence technology is being used in various fields. So, it is very\nimportant to know exactly what factors have an important influence on each\nfield of artificial intelligence technology and how the relationship between\neach field is connected. Therefore, it is necessary to analyze artificial\nintelligence technology in each field. In this paper, we analyze patent\ndocuments related to artificial intelligence technology. We propose a method\nfor keyword analysis within factors using artificial intelligence patent data\nsets for artificial intelligence technology analysis. This is a model that\nrelies on feature engineering based on deep learning model named KeyBERT, and\nusing vector space model. A case study of collecting and analyzing artificial\nintelligence patent data was conducted to show how the proposed model can be\napplied to real world problems.",
        "published": "2021-11-08T00:10:49Z",
        "link": "http://arxiv.org/abs/2111.11295v1"
    },
    {
        "title": "Three IQs of AI Systems and their Testing Methods",
        "authors": [
            "Feng Liu",
            "Yong Shi",
            "Ying Liu"
        ],
        "summary": "The rapid development of artificial intelligence has brought the artificial\nintelligence threat theory as well as the problem about how to evaluate the\nintelligence level of intelligent products. Both need to find a quantitative\nmethod to evaluate the intelligence level of intelligence systems, including\nhuman intelligence. Based on the standard intelligence system and the extended\nVon Neumann architecture, this paper proposes General IQ, Service IQ and Value\nIQ evaluation methods for intelligence systems, depending on different\nevaluation purposes. Among them, the General IQ of intelligence systems is to\nanswer the question of whether the artificial intelligence can surpass the\nhuman intelligence, which is reflected in putting the intelligence systems on\nan equal status and conducting the unified evaluation. The Service IQ and Value\nIQ of intelligence systems are used to answer the question of how the\nintelligent products can better serve the human, reflecting the intelligence\nand required cost of each intelligence system as a product in the process of\nserving human.",
        "published": "2017-12-14T17:49:04Z",
        "link": "http://arxiv.org/abs/1712.06440v1"
    },
    {
        "title": "Examining correlation between trust and transparency with explainable\n  artificial intelligence",
        "authors": [
            "Arnav Kartikeya"
        ],
        "summary": "Trust between humans and artificial intelligence(AI) is an issue which has\nimplications in many fields of human computer interaction. The current issue\nwith artificial intelligence is a lack of transparency into its decision\nmaking, and literature shows that increasing transparency increases trust.\nExplainable artificial intelligence has the ability to increase transparency of\nAI, which could potentially increase trust for humans. This paper attempts to\nuse the task of predicting yelp review star ratings with assistance from an\nexplainable and non explainable artificial intelligence to see if trust is\nincreased with increased transparency. Results show that for these tasks,\nexplainable artificial intelligence provided significant increase in trust as a\nmeasure of influence.",
        "published": "2021-08-10T16:24:30Z",
        "link": "http://arxiv.org/abs/2108.04770v1"
    },
    {
        "title": "The Artificial Scientist: Logicist, Emergentist, and Universalist\n  Approaches to Artificial General Intelligence",
        "authors": [
            "Michael Timothy Bennett",
            "Yoshihiro Maruyama"
        ],
        "summary": "We attempt to define what is necessary to construct an Artificial Scientist,\nexplore and evaluate several approaches to artificial general intelligence\n(AGI) which may facilitate this, conclude that a unified or hybrid approach is\nnecessary and explore two theories that satisfy this requirement to some\ndegree.",
        "published": "2021-10-05T05:58:23Z",
        "link": "http://arxiv.org/abs/2110.01831v1"
    },
    {
        "title": "Proceedings of the Twenty-Seventh Conference on Uncertainty in\n  Artificial Intelligence (2011)",
        "authors": [
            "Fabio Cozman",
            "Avi Pfeffer"
        ],
        "summary": "This is the Proceedings of the Twenty-Seventh Conference on Uncertainty in\nArtificial Intelligence, which was held in Barcelona, Spain, July 14 - 17 2011.",
        "published": "2012-05-11T18:35:50Z",
        "link": "http://arxiv.org/abs/1205.2596v2"
    },
    {
        "title": "Proceedings of the Twenty-Sixth Conference on Uncertainty in Artificial\n  Intelligence (2010)",
        "authors": [
            "Peter Grunwald",
            "Peter Spirtes"
        ],
        "summary": "This is the Proceedings of the Twenty-Sixth Conference on Uncertainty in\nArtificial Intelligence, which was held on Catalina Island, CA, July 8 - 11\n2010.",
        "published": "2012-05-11T18:40:29Z",
        "link": "http://arxiv.org/abs/1205.2597v2"
    },
    {
        "title": "Proceedings of the Twenty-Fifth Conference on Uncertainty in Artificial\n  Intelligence (2009)",
        "authors": [
            "Jeff Bilmes",
            "Andrew Ng"
        ],
        "summary": "This is the Proceedings of the Twenty-Fifth Conference on Uncertainty in\nArtificial Intelligence, which was held in Montreal, QC, Canada, June 18 - 21\n2009.",
        "published": "2012-06-13T16:43:44Z",
        "link": "http://arxiv.org/abs/1206.3959v2"
    }
]